Repository: y41069586-sudo/VoicePeak
Catalog: Verite/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Next free scan:
de: Nächster Gratis-Scan:
es: Próximo escaneo gratis:
fr: Prochain scan gratuit :
it: Prossima scansione gratuita:

source: Next scan:
de: Nächster Scan:
es: Próximo escaneo:
fr: Prochain scan :
it: Prossima scansione:

source: Niacinamide + zinc
de: Niacinamid + Zink
es: Niacinamida + zinc
it: Niacinamide + zinco

source: Niacinamide + zinc serum
de: Niacinamid-Zink-Serum
es: Sérum de niacinamida + zinc
fr: Sérum niacinamide + zinc
it: Siero niacinamide + zinco

source: Niacinamide 10%
de: Niacinamid 10%
es: Niacinamida 10%

source: Niacinamide 10% + Zinc 1%
de: Niacinamid 10% + Zink 1%
es: Niacinamida 10% + zinc 1%
it: Niacinamide 10% + zinco 1%

source: Niacinamide serum
de: Niacinamid-Serum
es: Sérum de niacinamida
fr: Sérum à la niacinamide
it: Siero alla niacinamide

source: No Glowé link found
de: Kein Glowé-Link gefunden
es: No se encontró un enlace de Glowé
fr: Aucun lien Glowé trouvé
it: Nessun link Glowé trovato

source: No SPF is the biggest lever in your answers.
de: Kein SPF ist der größte Hebel in deinen Antworten.
es: No usar SPF es la mayor palanca en tus respuestas.
fr: L'absence de SPF est le plus grand levier dans tes réponses.
it: Niente SPF è la leva più grande nelle tue risposte.

source: No SPF yet
de: Noch kein SPF
es: Aún sin SPF
fr: Pas encore de SPF
it: Ancora niente SPF

source: No active plan
de: Kein aktiver Plan
es: Sin plan activo
fr: Aucun plan actif
it: Nessun piano attivo

source: No beauty filters or heavy edits
de: Keine Beauty-Filter oder starke Edits
es: Sin filtros de belleza ni ediciones fuertes
fr: Pas de filtres beauté ni de retouches lourdes
it: Niente filtri beauty o modifiche pesanti

source: No change
de: Keine Veränderung
es: Sin cambios
fr: Aucun changement
it: Nessun cambiamento

source: No hats, glasses or masks
de: Keine Hüte, Brillen oder Masken
es: Sin gorros, gafas ni mascarillas
fr: Ni chapeaux, ni lunettes, ni masques
it: Niente cappelli, occhiali o mascherine

source: No thanks
de: Nein danke
es: No, gracias
fr: Non merci
it: No grazie

source: Nose
de: Nase
es: Nariz
fr: Nez
it: Naso

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora

source: Nothing
de: Nichts
es: Nada
fr: Rien
it: Niente

source: Nothing I know of
de: Nichts, das ich wüsste
es: Nada que yo sepa
fr: Rien à ma connaissance
it: Niente che io sappia

source: Nothing jumps out
de: Nichts fällt besonders auf
es: Nada destaca
fr: Rien ne ressort
it: Niente in particolare

source: Nothing routine
de: Keine Routine
es: Rutina de nada
fr: Aucune routine
it: Nessuna routine

source: Nothing specific
de: Nichts Bestimmtes
es: Nada en concreto
fr: Rien de précis
it: Niente di preciso

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora

source: Now slightly to the right
de: Jetzt leicht nach rechts
es: Ahora ligeramente a la derecha
fr: Maintenant légèrement vers la droite
it: Ora leggermente a destra

source: Now, the real you.
de: Jetzt das echte Du.
es: Ahora, el tú de verdad.
fr: Maintenant, le vrai toi.
it: Ora, il vero te.

source: ONE LAST THING
de: NOCH EINE SACHE
es: UNA ÚLTIMA COSA
fr: UNE DERNIÈRE CHOSE
it: UN'ULTIMA COSA

source: ONE-TIME OFFER
de: EINMALIGES ANGEBOT
es: OFERTA ÚNICA
fr: OFFRE UNIQUE
it: OFFERTA UNICA

source: OVERALL
de: GESAMT
es: GENERAL
fr: GLOBAL
it: TOTALE

source: Off
de: Aus
es: Desactivado
fr: Désactivé

source: Oil-free gel moisturizer
de: Ölfreie Gel-Feuchtigkeitspflege
es: Hidratante en gel sin aceite
fr: Hydratant gel sans huile
it: Idratante in gel senza olio

source: Oily & shiny
de: Ölig & glänzend
es: Grasa y con brillos
fr: Grasse et brillante
it: Grassa e lucida

source: On-device
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l'appareil
it: Sul dispositivo

source: One cleanser covers morning and evening — you buy fewer products than there are steps.
de: Ein Reiniger deckt Morgen und Abend ab — du kaufst weniger Produkte, als es Schritte gibt.
es: Un limpiador sirve para mañana y noche: compras menos productos de los que hay pasos.
fr: Un seul nettoyant pour le matin et le soir — tu achètes moins de produits qu'il n'y a d'étapes.
it: Un detergente copre mattina e sera: compri meno prodotti di quanti passaggi ci siano.

source: One clear photo is all it takes. A few quick do’s and don’ts:
de: Ein klares Foto reicht. Ein paar kurze Do’s und Don’ts:
es: Basta una foto nítida. Unos rápidos síes y noes:
fr: Une seule photo nette suffit. Quelques do’s et don’ts rapides :
it: Basta una foto nitida. Qualche rapido sì e no:

source: One scan. One honest score from 0 to 100 — no filter, no sugarcoating.
de: Ein Scan. Ein ehrlicher Score von 0 bis 100 — kein Filter, kein Schönreden.
es: Un escaneo. Una puntuación honesta de 0 a 100 — sin filtro, sin adornos.
fr: Un scan. Un score honnête de 0 à 100 — sans filtre, sans enjolivement.
it: Una scansione. Un punteggio onesto da 0 a 100 — niente filtri, niente giri di parole.

source: One-time %@ — included with Pro.
de: Einmalig %@ — mit Pro inklusive.
es: Pago único de %@ — incluido con Pro.
fr: %@ en une fois — inclus avec Pro.
it: %@ una tantum — incluso con Pro.

source: One-time purchase — your 14-day plan, built from this scan.
de: Einmaliger Kauf — dein 14-Tage-Plan, gebaut aus diesem Scan.
es: Pago único: tu plan de 14 días, creado a partir de este escaneo.
fr: Achat unique — ton plan de 14 jours, créé à partir de ce scan.
it: Acquisto una tantum — il tuo piano di 14 giorni, creato da questa scansione.

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni

source: Open my routine
de: Zur Routine
es: Abrir mi rutina
fr: Ouvrir ma routine
it: Apri la mia routine

source: Or wait — your next weekly scan includes the plan (%@).
de: Oder warte — dein nächster Wochen-Scan enthält den Plan (%@).
es: O espera: tu próximo escaneo semanal incluye el plan (%@).
fr: Ou patiente — ton prochain scan hebdomadaire inclut le plan (%@).
it: Oppure aspetta — la tua prossima scansione settimanale include il piano (%@).

source: Our honest projection if you follow the plan.
de: Unsere ehrliche Prognose, wenn du dem Plan folgst.
es: Nuestra proyección honesta si sigues el plan.
fr: Notre projection honnête si tu suis le plan.
it: La nostra proiezione onesta se segui il piano.

source: Overall
de: Gesamt
es: General
fr: Global
it: Totale

source: Overnight hydration mask
de: Feuchtigkeitsmaske über Nacht
es: Mascarilla de hidratación de noche
fr: Masque hydratant de nuit
it: Maschera idratante notte

source: Overnight is when repair happens — dry skin gets the richest seal.
de: Über Nacht passiert die Reparatur — trockene Haut bekommt den reichhaltigsten Abschluss.
es: La reparación ocurre de noche: la piel seca recibe el sellado más rico.
fr: La réparation se fait la nuit — la peau sèche reçoit le scellant le plus riche.
it: La riparazione avviene di notte — la pelle secca riceve la sigillatura più ricca.

source: Overnight is when repair happens — give it the material.
de: Über Nacht passiert die Reparatur — gib ihr das Material.
es: La reparación ocurre de noche — dale el material.
fr: La réparation se fait la nuit — donne-lui la matière.
it: La riparazione avviene di notte — dalle il materiale.

source: Overnight repair cream
de: Reparatur-Nachtcreme
es: Crema reparadora de noche
fr: Crème réparatrice de nuit
it: Crema riparatrice notte

source: PICK
de: WÄHLEN
es: ELEGIR
fr: CHOISIR
it: SCEGLI

source: PM
de: Abends
es: Noche
fr: Soir
it: Sera

source: PORES
de: POREN
es: POROS
it: PORI

source: POTENTIAL
de: POTENZIAL
es: POTENCIAL
fr: POTENTIEL
it: POTENZIALE

source: POTENTIAL · EST.
de: POTENZIAL · GESCH.
es: POTENCIAL · EST.
fr: POTENTIEL · EST.
it: POTENZIALE · STIMA

source: PREFERENCES
de: EINSTELLUNGEN
es: PREFERENCIAS
fr: PRÉFÉRENCES
it: PREFERENZE

source: PRODUCTS ($ → $$$)
de: PRODUKTE ($ → $$$)
es: PRODUCTOS ($ → $$$)
fr: PRODUITS ($ → $$$)
it: PRODOTTI ($ → $$$)

source: Paste link
de: Link einfügen
es: Pegar enlace
fr: Coller le lien
it: Incolla il link

source: Paste the invite or result link your friend sent you.
de: Füg den Einladungs- oder Ergebnis-Link ein, den dir dein Freund geschickt hat.
es: Pega el enlace de invitación o resultado que te envió tu amigo.
fr: Colle le lien d'invitation ou de résultat envoyé par ton ami.
it: Incolla il link di invito o del risultato che ti ha mandato il tuo amico.

source: Pause actives
de: Wirkstoffe pausieren
es: Pausar activos
fr: Mettre en pause
it: Metti in pausa

source: Perfect Day
de: Perfekter Tag
es: Día perfecto
fr: Journée parfaite
it: Giornata perfetta

source: Perfect — hold still
de: Perfekt — halt kurz still
es: Perfecto — quédate quieto
fr: Parfait — ne bouge plus
it: Perfetto — resta fermo

source: Permanently deletes all scans, photos, routines, and badges from this device. This cannot be undone. Subscriptions can be restored via your Apple ID.
de: Löscht dauerhaft alle Scans, Fotos, Routinen und Abzeichen von diesem Gerät. Das kann nicht rückgängig gemacht werden. Abos können über deine Apple-ID wiederhergestellt werden.
es: Elimina permanentemente todos los escaneos, fotos, rutinas e insignias de este dispositivo. No se puede deshacer. Las suscripciones se pueden restaurar con tu Apple ID.
fr: Supprime définitivement tous les scans, photos, routines et badges de cet appareil. Action irréversible. Les abonnements peuvent être restaurés via ton identifiant Apple.
it: Elimina definitivamente tutte le scansioni, le foto, le routine e i badge da questo dispositivo. L'operazione è irreversibile. Gli abbonamenti si possono ripristinare con il tuo ID Apple.

source: Pick a clear, front-facing photo of one face in good light.
de: Wähle ein klares, frontales Foto von einem Gesicht bei gutem Licht.
es: Elige una foto clara y de frente de un rostro con buena luz.
fr: Choisis une photo nette et de face d'un visage bien éclairé.
it: Scegli una foto nitida e frontale di un viso con buona luce.

source: Please try again, or tap Not now to continue.
de: Versuch es nochmal, oder tippe auf „Jetzt nicht“, um fortzufahren.
es: Inténtalo de nuevo o toca «Ahora no» para continuar.
fr: Réessaie, ou touche « Pas maintenant » pour continuer.
it: Riprova, oppure tocca «Non ora» per continuare.

source: Plumper, less tight skin — usually within days.
de: Pralle, weniger spannende Haut — meist in wenigen Tagen.
es: Piel más tersa y menos tirante, normalmente en días.
fr: Une peau plus rebondie et moins tiraillée — souvent en quelques jours.
it: Pelle più piena e meno tirata — di solito in pochi giorni.

source: Pore active
de: Poren-Wirkstoff
es: Activo para poros
fr: Actif anti-pores
it: Attivo per i pori

source: Pore size is largely fixed; you manage the look, not shrink them.
de: Porengröße ist weitgehend fix; du steuerst das Aussehen, verkleinerst sie nicht.
es: El tamaño del poro es casi fijo; gestionas su aspecto, no los reduces.
fr: La taille des pores est quasi fixe ; tu gères l’apparence, tu ne les réduis pas.
it: La dimensione dei pori è quasi fissa; ne gestisci l’aspetto, non li rimpicciolisci.

source: Pore visibility is dragging the whole picture down, mostly through the T-zone.
de: Sichtbare Poren ziehen das ganze Bild runter, vor allem in der T-Zone.
es: La visibilidad de los poros baja todo el conjunto, sobre todo en la zona T.
fr: La visibilité des pores tire tout vers le bas, surtout dans la zone T.
it: La visibilità dei pori abbassa tutto il quadro, soprattutto nella zona T.

source: Pores
de: Poren
es: Poros
it: Pori

source: Pores are texture and oil — both trainable.
de: Poren sind Textur und Öl — beides trainierbar.
es: Los poros son textura y grasa — ambos entrenables.
fr: Les pores, c'est texture et sébum — les deux se travaillent.
it: I pori sono texture e sebo — entrambi allenabili.

source: Preps skin without stripping — protects every step after it.
de: Bereitet die Haut vor, ohne sie auszutrocknen — schützt jeden Schritt danach.
es: Prepara la piel sin resecarla — protege cada paso que viene después.
fr: Prépare la peau sans la décaper — protège chaque étape suivante.
it: Prepara la pelle senza aggredirla — protegge ogni passaggio successivo.

source: Press and hold to start
de: Gedrückt halten zum Starten
es: Mantén pulsado para empezar
fr: Appuie et maintiens pour démarrer
it: Tieni premuto per iniziare

source: Pretty balanced
de: Ziemlich ausgeglichen
es: Bastante equilibrada
fr: Plutôt équilibrée
it: Abbastanza equilibrata

source: Preview of your daily reminder
de: Vorschau deiner täglichen Erinnerung
es: Vista previa de tu recordatorio diario
fr: Aperçu de ton rappel quotidien
it: Anteprima del tuo promemoria giornaliero

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa privacy

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi

source: Purchase unavailable
de: Kauf nicht verfügbar
es: Compra no disponible
fr: Achat indisponible
it: Acquisto non disponibile

source: QUICK CHECK · %lld/2
de: KURZER CHECK · %lld/2
es: CHEQUEO RÁPIDO · %lld/2
fr: CHECK RAPIDE · %lld/2
it: CHECK RAPIDO · %lld/2

source: READING
de: LESUNG
es: LECTURA
fr: LECTURE
it: LETTURA

source: READING YOUR ANSWERS
de: DEINE ANTWORTEN WERDEN GELESEN
es: LEYENDO TUS RESPUESTAS
fr: LECTURE DE TES RÉPONSES
it: LETTURA DELLE TUE RISPOSTE

source: READY WHEN YOU ARE
de: BEREIT, WENN DU ES BIST
es: CUANDO TÚ QUIERAS
fr: QUAND TU VEUX
it: QUANDO SEI PRONTO

source: REDNESS
de: RÖTUNG
es: ENROJECIMIENTO
fr: ROUGEURS
it: ROSSORE

source: RENDERING
de: RENDERN
es: GENERANDO
fr: RENDU

source: Rate Glowé
de: Glowé bewerten
es: Valorar Glowé
fr: Noter Glowé
it: Valuta Glowé

source: Rating + 14-day routine
de: Rating + 14-Tage-Routine
es: Puntuación + rutina de 14 días
fr: Note + routine de 14 jours
it: Punteggio + routine di 14 giorni

source: Rating only
de: Nur dein Rating
es: Solo tu puntuación
fr: Uniquement ta note
it: Solo il tuo punteggio

source: Read mine
de: Meins lesen
es: Leer el mío
fr: Lire le mien
it: Leggi il mio

source: Reading your skin surface…
de: Deine Hautoberfläche wird gelesen…
es: Leyendo la superficie de tu piel…
fr: Lecture de la surface de ta peau…
it: Lettura della superficie della pelle…

source: Reading your three weakest metrics…
de: Deine drei schwächsten Metriken werden gelesen…
es: Leyendo tus tres métricas más débiles…
fr: Lecture de tes trois mesures les plus faibles…
it: Lettura delle tue tre metriche più deboli…

source: Real actives, real research.
de: Echte Wirkstoffe, echte Forschung.
es: Activos reales, investigación real.
fr: De vrais actifs, une vraie recherche.
it: Attivi veri, ricerca vera.

source: Recovery mode
de: Erholungsmodus
es: Modo recuperación
fr: Mode récupération
it: Modalità recupero

source: Red & irritated
de: Rot & gereizt
es: Roja e irritada
fr: Rouge et irritée
it: Rossa e irritata

source: Redness
de: Rötung
es: Enrojecimiento
fr: Rougeurs
it: Rossore

source: Redness calms fastest when you skip hot water on your face.
de: Rötung beruhigt sich am schnellsten, wenn du heißes Wasser im Gesicht weglässt.
es: El enrojecimiento se calma más rápido si evitas el agua caliente en la cara.
fr: Les rougeurs s'apaisent plus vite si tu évites l'eau chaude sur le visage.
it: Il rossore si calma prima se eviti l'acqua calda sul viso.

source: Redness is usually barrier-related — and recoverable.
de: Rötung hängt meist mit der Barriere zusammen — und ist heilbar.
es: El enrojecimiento suele ser de barrera — y recuperable.
fr: Les rougeurs viennent souvent de la barrière — et se rattrapent.
it: Il rossore di solito è legato alla barriera — ed è recuperabile.

source: Redness is your weak point, concentrated around the nose and cheeks.
de: Rötung ist dein Schwachpunkt, konzentriert um Nase und Wangen.
es: El enrojecimiento es tu punto débil, concentrado en nariz y mejillas.
fr: Les rougeurs sont ton point faible, concentrées autour du nez et des joues.
it: Il rossore è il tuo punto debole, concentrato su naso e guance.

source: Reduced breakouts in an 8-week randomized trial.
de: Reduzierte Unreinheiten in einer 8-wöchigen randomisierten Studie.
es: Redujo los brotes en un ensayo aleatorizado de 8 semanas.
fr: A réduit les imperfections dans un essai randomisé de 8 semaines.
it: Ha ridotto le imperfezioni in uno studio randomizzato di 8 settimane.

source: Refills the water deficit behind your hydration score (%lld).
de: Füllt das Wasserdefizit hinter deinem Feuchtigkeits-Score (%lld) auf.
es: Repone el déficit de agua tras tu puntuación de hidratación (%lld).
fr: Comble le déficit en eau derrière ton score d'hydratation (%lld).
it: Reintegra il deficit idrico dietro al tuo punteggio idratazione (%lld).

source: Register before your first scan.
de: Registrier dich vor deinem ersten Scan.
es: Regístrate antes de tu primer escaneo.
fr: Inscris-toi avant ton premier scan.
it: Registrati prima della prima scansione.

source: Removes the day's oxidized sebum and SPF residue.
de: Entfernt oxidiertes Hautfett und SPF-Reste vom Tag.
es: Elimina el sebo oxidado del día y los restos de SPF.
fr: Élimine le sébum oxydé de la journée et les résidus de SPF.
it: Rimuove il sebo ossidato della giornata e i residui di SPF.

source: Render again
de: Nochmal rendern
es: Renderizar de nuevo
fr: Relancer le rendu
it: Renderizza di nuovo

source: Rendering your potential…
de: Dein Potenzial wird gerendert…
es: Generando tu potencial…
fr: Rendu de ton potentiel…
it: Rendering del tuo potenziale…

source: Rendering your reel…
de: Dein Reel wird gerendert…
es: Creando tu reel…
fr: Rendu de ton reel…
it: Rendering del tuo reel…

source: Rescan
de: Neu scannen
es: Reescanear
fr: Rescanner
it: Riscansiona

source: Rescan first
de: Erst neu scannen
es: Reescanear primero
fr: Re-scanner d'abord
it: Prima riscansiona

source: Rescan to see your delta — then your next 14 days begin.
de: Scanne neu für dein Delta — dann starten deine nächsten 14 Tage.
es: Vuelve a escanear para ver tu progreso — luego empiezan tus próximos 14 días.
fr: Rescanne pour voir ton évolution — puis tes 14 prochains jours commencent.
it: Riscansiona per vedere il tuo progresso — poi iniziano i tuoi prossimi 14 giorni.

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina

source: Restore complete
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
it: Ripristino completato

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti

source: Restoring…
de: Wird wiederhergestellt…
es: Restaurando…
fr: Restauration…
it: Ripristino…

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato

source: Retinal night serum
de: Retinal-Nachtserum
es: Sérum de retinal de noche
fr: Sérum de nuit au rétinal
it: Siero notte al retinaldeide

source: Retinal treatment
de: Retinal-Behandlung
es: Tratamiento con retinal
fr: Soin au rétinal
it: Trattamento al retinale

source: Retinaldehyde 0.05%
de: Retinaldehyd 0.05%
es: Retinaldehído 0.05%
fr: Rétinaldéhyde 0.05%
it: Retinaldeide 0.05%

source: Retinaldehyde 0.1%
de: Retinaldehyd 0,1 %
es: Retinaldehído 0,1 %
fr: Rétinaldéhyde 0,1 %
it: Retinaldeide 0,1%

source: Retinoid treatment
de: Retinoid-Behandlung
es: Tratamiento con retinoide
fr: Traitement rétinoïde
it: Trattamento retinoide

source: Retinoids
de: Retinoide
es: Retinoides
fr: Rétinoïdes
it: Retinoidi

source: Retinol 0.3% encapsulated
de: Retinol 0,3 % verkapselt
es: Retinol 0,3 % encapsulado
fr: Rétinol 0,3 % encapsulé
it: Retinolo 0,3% incapsulato

source: Rich day cream
de: Reichhaltige Tagescreme
es: Crema de día rica
fr: Crème de jour riche
it: Crema giorno ricca

source: Rival
de: Rivale
it: Rivale

source: Rough patch
de: Schlechte Phase
es: Mala racha
fr: Passage difficile
it: Periodo no

source: Rough, uneven surface
de: Raue, unebene Oberfläche
es: Superficie rugosa e irregular
fr: Surface rugueuse et irrégulière
it: Superficie ruvida e irregolare

source: Run your 14 days
de: Zieh deine 14 Tage durch
es: Completa tus 14 días
fr: Fais tes 14 jours
it: Completa i tuoi 14 giorni

source: SAVE 84%
de: SPARE 84 %
es: AHORRA 84 %
fr: ÉCONOMISE 84 %
it: RISPARMIA 84%

source: SCAN TIMELINE
de: SCAN-VERLAUF
es: CRONOLOGÍA DE ESCANEOS
fr: CHRONOLOGIE DES SCANS
it: CRONOLOGIA SCANSIONI

source: SCORE OVER TIME
de: SCORE IM ZEITVERLAUF
es: PUNTUACIÓN EN EL TIEMPO
fr: SCORE DANS LE TEMPS
it: PUNTEGGIO NEL TEMPO

source: SKIN ANALYSIS
de: HAUT-ANALYSE
es: ANÁLISIS DE PIEL
fr: ANALYSE DE PEAU
it: ANALISI DELLA PELLE

source: SKIN DUEL · RESULT
de: SKIN DUEL · ERGEBNIS
es: SKIN DUEL · RESULTADO
fr: SKIN DUEL · RÉSULTAT
it: SKIN DUEL · RISULTATO

source: SKIN SCORE
de: HAUT-SCORE
es: PUNTUACIÓN DE PIEL
fr: SCORE PEAU
it: PUNTEGGIO PELLE

source: SPF 30+, every morning
de: SPF 30+, jeden Morgen
es: SPF 30+, cada mañana
fr: SPF 30+, chaque matin
it: SPF 30+, ogni mattina

source: SPF 50 broad spectrum
de: SPF 50 Breitspektrum
es: SPF 50 amplio espectro
fr: SPF 50 large spectre
it: SPF 50 ad ampio spettro

source: SPF 50, mattifying fluid
de: SPF 50, mattierendes Fluid
es: SPF 50, fluido matificante
fr: SPF 50, fluide matifiant
it: SPF 50, fluido opacizzante

source: SPF daily
de: SPF täglich
es: SPF a diario
fr: SPF tous les jours
it: SPF ogni giorno

source: SPF is the single biggest lever for your score — even on cloudy days.
de: SPF ist der größte Hebel für deinen Score — auch an bewölkten Tagen.
es: El SPF es la mayor palanca para tu puntuación — incluso en días nublados.
fr: Le SPF est le plus grand levier pour ton score — même les jours nuageux.
it: L'SPF è la leva più grande per il tuo punteggio — anche nei giorni nuvolosi.

source: SPF sometimes
de: SPF manchmal
es: SPF a veces
fr: SPF parfois
it: SPF a volte

source: STEP %lld
de: SCHRITT %lld
es: PASO %lld
fr: ÉTAPE %lld
it: PASSO %lld

source: SUB-SCORES — LATEST SCAN
de: TEIL-SCORES — LETZTER SCAN
es: SUBPUNTUACIONES — ÚLTIMO ESCANEO
fr: SOUS-SCORES — DERNIER SCAN
it: SOTTO-PUNTEGGI — ULTIMA SCANSIONE

source: SUBSCRIPTION
de: ABO
es: SUSCRIPCIÓN
fr: ABONNEMENT
it: ABBONAMENTO

source: Salicylic acid 2%
de: Salicylsäure 2%
es: Ácido salicílico 2%
fr: Acide salicylique 2%
it: Acido salicilico 2%

source: Salicylic acid · BHA
de: Salicylsäure · BHA
es: Ácido salicílico · BHA
fr: Acide salicylique · BHA
it: Acido salicilico · BHA

source: Same gel at night — repair material without clogging.
de: Dasselbe Gel am Abend — Reparaturmaterial, ohne zu verstopfen.
es: El mismo gel por la noche: material reparador sin obstruir.
fr: Le même gel le soir — de quoi réparer sans obstruer.
it: Lo stesso gel la sera — materiale riparatore senza occludere.

source: Scan first
de: Erst scannen
es: Escanea primero
fr: Scanne d'abord
it: Prima scansiona

source: Scan first — then send your card.
de: Erst scannen — dann schick deine Karte.
es: Escanéate primero y luego envía tu tarjeta.
fr: Scanne-toi d'abord — puis envoie ta carte.
it: Prima scansiona — poi invia la tua carta.

source: Scan my face
de: Gesicht scannen
es: Escanear mi cara
fr: Scanner mon visage
it: Scansiona il mio viso

source: Scan my skin
de: Meine Haut scannen
es: Escanear mi piel
fr: Scanner ma peau
it: Scansiona la mia pelle

source: Scan to accept
de: Zum Annehmen scannen
es: Escanea para aceptar
fr: Scanne pour accepter
it: Scansiona per accettare

source: Scan to begin
de: Zum Start scannen
es: Escanea para empezar
fr: Scanne pour commencer
it: Scansiona per iniziare

source: Scan your face and get your rating
de: Scanne dein Gesicht und hol dir dein Rating
es: Escanea tu cara y obtén tu puntuación
fr: Scanne ton visage et obtiens ta note
it: Scansiona il viso e ottieni il tuo voto
